Repository: 4wpdev/4wp-polylang-api-sync
Catalog: languages/4wp-ppl-api-*.po
Languages: uk

source: 4WP Polylang API Sync requires Polylang plugin to be installed and activated.
uk: 4WP Polylang API Sync потребує встановлення та активації плагіна Polylang.

source: This plugin requires Polylang to be installed and activated.
uk: Цей плагін потребує встановлення та активації Polylang.

source: 4WP Polylang API Sync requires Polylang plugin to be fully loaded.
uk: 4WP Polylang API Sync потребує повного завантаження плагіна Polylang.

source: 4WP Polylang API Sync: Some required classes could not be loaded. Please deactivate and reactivate the plugin.
uk: 4WP Polylang API Sync: Деякі необхідні класи не могли бути завантажені. Будь ласка, деактивуйте та активуйте плагін знову.

source: Authentication required.
uk: Потрібна автентифікація.

source: Insufficient permissions.
uk: Недостатньо прав доступу.

source: Invalid nonce.
uk: Недійсний nonce.

source: Taxonomy terms synchronized successfully
uk: Терміни таксономії успішно синхронізовано

source: Posts synchronized successfully
uk: Пости успішно синхронізовано

source: Taxonomy terms
uk: Терміни таксономії

source: Invalid parameters:
uk: Недійсні параметри:

source: One or both terms do not exist.
uk: Один або обидва терміни не існують.

source: Terms must belong to the same taxonomy.
uk: Терміни повинні належати до однієї таксономії.

source: Terms are already linked.
uk: Терміни вже зв'язані.

source: All parameters are required.
uk: Всі параметри обов'язкові.

source: One or both posts do not exist.
uk: Один або обидва пости не існують.

source: Posts are already linked.
uk: Пости вже зв'язані.

source: Polylang function not available.
uk: Функція Polylang недоступна.

source: Failed to save term translations.
uk: Не вдалося зберегти переклади термінів.

source: Failed to save post translations.
uk: Не вдалося зберегти переклади постів.

source: Failed to sync taxonomy terms:
uk: Не вдалося синхронізувати терміни таксономії:

source: Failed to sync posts:
uk: Не вдалося синхронізувати пости:

source: Field "%s" is required.
uk: Поле "%s" обов'язкове.

source: Source and target languages must be different.
uk: Вихідна та цільова мови повинні бути різними.

source: Source and target terms must be different.
uk: Вихідний та цільовий терміни повинні бути різними.
